Repository: adrianoviana87/gnome-bedtime-mode
Catalog: po/*.po
Languages: pt_br

source: Grayscale
pt_br: Tons de cinza

source: Amber
pt_br: Âmbar

source: Green
pt_br: Verde

source: Cyan
pt_br: Ciano

source: Sepia
pt_br: Sépia

source: Red
pt_br: Vermelho

source: Bedtime Mode
pt_br: Modo Hora de Dormir

source: Automatic Schedule
pt_br: Agendamento Automático

source: Start Time
pt_br: Hora de Início

source: <small>Specifies the time when Bedtime Mode will be automatically turned on.</small>
pt_br: <small>Especifica a hora em que o Modo Hora de Dormir será ativado.</small>

source: End Time
pt_br: Hora de Término

source: <small>Specifies the time when Bedtime Mode will be automatically turned off.</small>
pt_br: <small>Especifica a hora em que o Modo Hora de Dormir será desativado.</small>

source: On-Demand
pt_br: Sob Demanda

source: Show Button
pt_br: Mostrar Botão

source: <small>Choose to always show or hide the button or display it only when the schedule is active.</small>
pt_br: <small>Escolha se o botão deve ser sempre mostrado ou ocultado ou exibido apenas quando o agendamento estiver ativo.</small>

source: Always
pt_br: Sempre

source: On Active Schedule
pt_br: No Agendamento Ativo

source: Never
pt_br: Nunca

source: Button Location
pt_br: Localização do Botão

source: <small>Add a button to Top Bar or System Menu. The button can be used to manually toggle the Bedtime Mode.</small>
pt_br: <small>Adiciona um botão à Barra Superior ou ao Menu do Sistema. O botão pode ser usado para alternar manualmente o Modo Hora de Dormir.</small>

source: Top Bar
pt_br: Barra Superior

source: System Menu
pt_br: Menu do Sistema

source: Top Bar On/Off Indicator
pt_br: Indicador On/Off da Barra Superior

source: <small>Change the button appearance in Top Bar when Bedtime Mode is active/inactive.</small>
pt_br: <small>Altera a aparência do botão na Barra Superior quando o Modo Hora de Dormir está ativo/inativo.</small>

source: Top Bar Manual Position
pt_br: Posição Manual da Barra Superior

source: <small>Manually change the button position in Top Bar. Zero is the start of the icons row.</small>
pt_br: <small>Altera manualmente a posição do botão na Barra Superior. Zero é o início da linha de ícones.</small>

source: Color Preset and Intensity
pt_br: Preset de Cor e Intensidade

source: Color Preset
pt_br: Preset de Cor

source: <small>Select the color preset to be used when Bedtime Mode is active.</small>
pt_br: <small>Selecione o preset de cor a ser usado quando o Modo Hora de Dormir.</small>

source: Color Intensity
pt_br: Intensidade da Cor

source: <small>The percentage of how much of the selected color preset is to be applied.</small>
pt_br: <small>A porcentagem de quanto do preset de cor selecionado deve ser aplicado.</small>

source: Intensity Change by Scrolling
pt_br: Mudança de Intensidade por Rolagem

source: <small>Enable Color Intensity change by scrolling up or down over the button in Top Bar when Bedtime Mode is active.</small>
pt_br: <small>Ativa a mudança de Intensidade da Cor ao rolar para cima ou para baixo sobre o botão na Barra Superior quando o Modo Hora de Dormir está ativo.</small>

source: Start Bedtime Mode Now
pt_br: Iniciar Modo Hora de Dormir Agora
